
import { Context } from "telegraf";
import { specialtyButton } from "../buttons/specialtyButton";
import { Update } from "telegraf/typings/core/types/typegram";


export const getLearn= ()=> async (ctx: Context<Update>)=> {

      ctx.reply(
        `Як можна навчатися?
  
  ✅ Вступ після повної загальної середньої освіти (школа/ліцей/гімназія) на денну чи заочну форму навчання на спеціальності 051, 072 чи 076 рівня бакалавр.
  ✅ Вступ після закінченого "молодшого спеціаліста" (коледж) на денну чи заочну скорочену форму навчання на спеціальності 051, 072 чи 076 на 2(3) курс рівня бакалавр.
  ✅ Вступ після закінченого бакалаврату на магістратуру денної чи заочної форми за спеціальностями 051, 072 чи 076 з будь-якої іншої спеціальності.
  `,
  specialtyButton
      );
  }