const teachers = [
    {
      id: 'MN',
      name: 'Метеленко Наталя Георгіївна',
      foto: 'src/images/teacher/metelenko.jpg',
      phd: 'доктор економічних наук, професор',
      subject: [
        'Фінансовий менеджмент',
        'Фінансовий контролінг',
        'Фінансовий аналіз',
        'Управління фінансовою санацією та банкротством',
        'Управління ризиками господарської діяльності',
        'Управління фінансовою безпекою держави та підприємницьких структур',
        'Європейські інтеграційні процеси в економіці, фінансах та менеджменті',
      ],
      konsult: `Понеділок 12:00-13:00 Середа 12:00-13:00 П’ятниця 12:00-13:00`,
      biograf: `Закінчила у 1988 р. Запорізький індустріальний інститут за спеціальністю металургія кольорових металів, отримала повну вищу освіту та диплом з відзнакою. З 1988 р. працювала на ВАТ «Запорізький завод високовольтної апаратури». У 1997 році отримала другу вищу освіту в Запорізькому інституті економіки та інформаційних технологій за спеціальністю «Фінанси і кредит».
  
      Науково-педагогічна діяльність охоплює період з вересня 1998 р. до теперішнього часу. У 2002 році присуджено науковий ступінь к.е.н. зі спеціальності 08.00.06 – економіка підприємства та організація виробництва, у 2003 р. присвоєно вчене звання доцента кафедри «Фінансів та бухгалтерського обліку» ЗІЕІТ. У 2011 році присуджено науковий ступінь д.е.н. зі спеціальності 08.00.04 – економіка та управління підприємствами (за видами економічної діяльності), у 2015 році присвоєно вчене звання професора кафедри фінансів ЗДІА. Є дійсним членом «Академії економічних наук» України.
      
      Досвід практичної діяльності охоплює період з 1998 р. до 2017 р. в реальному секторі економіки в енергетичній галузі в сферах: інженерії, економіки та фінансів, бухгалтерського обліку та оподаткування, управління підприємством, співпраці з банківськими установами, аудиторами, арбітражним керуючим, контролюючими органами.
      
      З 2014 р. по 2020 р. – завідувач кафедри фінансів, банківської справи та страхування ЗДІА, сьогодні Інженерний навчально-науковий інститут ЗНУ.
      
      З 2020 р. по теперішній час – завідувач кафедри інформаційної економіки, підприємництва та фінансів Інженерного навчально-наукового інституту ЗНУ. На посаді завідувача кафедри (з 2002 р. до теперішнього часу) керувала процесами: ліцензування та акредитації; реформування спеціальності та її розвитком; розробки нових освітніх програм.`,
      science: `Наукова діяльність та напрями дослідження: в сфері економіки промислових підприємств – розвинуто теорію і практику внутрішнього господарського механізму промислових підприємств та управління підприємствами; в сфері державних фінансів – науково – дослідні роботи за замовленням Міністерства фінансів України за такими напрямами дослідження: врегулювання міжбюджетних відносин, удосконалення фінансово – бюджетної політики, удосконалення Податкового та Бюджетного Кодексів, реформування державних фінансів; в сфері фінансів підприємницьких структур – розвинуто теорію і практику управління фінансово – економічною безпекою; в сфері промислового менеджменту – розвинуто теорію, методологію та прикладний інструментарій управління промисловими підприємствами, їх економічною безпекою; у сфері державного управління – розвинуто теоретичні та методичні підходи до формування екологічної політики регіону в умовах децентралізації влади.
  
      Педагогічна діяльність включає проведення лекційних та практичних занять з дисциплін «Фінансовий менеджмент», «Фінансовий контролінг», «Фінансовий аналіз», «Управління фінансовою санацією та банкрутством», «Управління ризиками господарської діяльності», «Управління фінансовою безпекою держави та підприємницьких структур», «Європейські інтеграційні процеси в економіці, фінансах та менеджменті»; тренінгові заходи з державними службовцями ДПС; керівництво магістерськими роботами; керівництво аспірантами.
      
      Результатами науково-педагогічної діяльності є одноосібні та колективні монографії, навчальні посібники, наукові публікації у вітчизняних та зарубіжних фахових виданнях, патенти, навчально-методичні посібники та інші наукові праці.`,
    },
  
    {
      id: 'SO',
      name: 'Шапуров Олександр Олександрович',
      foto: 'src/images/teacher/shapurov.jpg',
      phd: 'Доктор економічних наук, професор',
      subject: ['Інвестиційне кредитування', 'Інвестування', 'Інноваційний менеджмент'],
      konsult: 'Четвер – з 13:30 до 15:00, ауд. Л-419',
      biograf: `У 2001-2004 – навчання у Мелітопольському державному промислово-економічному технікумі. З 2004 р.  по 2007 р. – навчання у Таврійському державному агротехнологічному університеті, м. Мелітополь.
  
      03.09.2007- 01.04.2009 - асистент кафедри фінансового менеджменту та банківської справи Економіко-гуманітарного факультету Таврійського національного університету ім. В.І. Вернадського в м. Мелітополі. Потім працював асистентом кафедри фінансового менеджменту та банківської справи Економіко-гуманітарного факультету Запорізького національного університету. Далі – асистент кафедри менеджменту і туристичної індустрії Мелітопольського державного педагогічного університету ім. Б. Хмельницького.
      
      Після захисту 28.05.2010 р. кандидатської дисертації (Класичний приватний університет, м. Запоріжжя) працював старшим викладачем, доцентом кафедри фінансів, менеджменту та банківської справи Економіко-гуманітарного факультету ЗНУ.
      
      25.01.2013 р. – присвоєно вчене звання доцента кафедри фінансів, менеджменту та банківської справи(Запорізький національний університет, м. Запоріжжя)
      
      01.04.2013 – 30.06.2015 - в.о. завідувача кафедри фінансів, менеджменту та банківської справи Економіко-гуманітарного факультету ЗНУ.
      
      З 01.09.2015 по теперішній час – доцент кафедри фінансів, банківської справи та страхування Запорізької державної інженерної академії, зараз Інженерного інституту ЗНУ.`,
      science: `Сфера наукових інтересів: циклічність та економічне зростання в економіці, антикризове управління, діагностика банкрутства суб’єктів підприємницької діяльності, фінансова безпека, розвиток інвестиційної діяльності, стан інновацій в країні.
  
      Наукові публікації: 74 наукові роботи, з яких: 3 участі у колективних монографіях, 34 наукові статті у фахових виданнях, 3 видання внесені до наукометричних баз Web of Science та Scopus`,
    },
    {
      id: 'OV',
      name: 'Оглобліна Вікторія Олександрівна',
      foto: 'src/images/teacher/ogloblina.jpg',
      phd: 'Кандидат економічних наук, доцент',
      subject: ['Економічний розвиток України: європейський вектор інтеграції', 'Національна та регіональна економіка', 'Фінансові стартапи у  Європейському просторі', 'Фінансова інфраструктура', 'Міжнародні фінанси'],
      konsult: 'Четвер – з 13:30 до 15:00, ауд. Л-419',
      biograf: `Вища освіта: 

      Запорізька державна інженерна академія (1995 р.), спеціальність «Промислова електроніка», освітня кваліфікація «Інженер електронної техніки».
      Запорізька державна інженерна академія (1998 р.); спеціальність «Економіка підприємства»; освітня кваліфікація «Економіст».
      Запорізький інститут економіки та інформаційних технологій (2006 р.); спеціальність «Економіка підприємства»; освітня кваліфікація «Магістр з економіки підприємства».
      Запорізький інститут економіки та інформаційних технологій (2020 р.); спеціальність «Фінанси, банківська справа та страхування»; освітня кваліфікація «Магістр з фінансів, банківської справи та страхування».
      Запорізький інститут економіки та інформаційних технологій (2020 р.); спеціальність «Філологія»; освітня програма «Переклад», кваліфікація перекладач і викладач англійської та німецької мов.
      Запорізький інститут економіки та інформаційних технологій (2021 р.); спеціальність «Облік і оподаткування»; освітня кваліфікація «Магістр з обліку і оподаткування».
      Науковий ступінь:
      
      захист дисертації на здобуття наукового ступеня кандидата економічних наук (Буковинський державний фінансово-економічний університет, м. Чернівці, 2015 р.), спеціальність 08.00.04  «Економіка та управління підприємствами (за видами економічної діяльності)», тема: «Удосконалення мотиваційного механізму в системі управління персоналом на переробних підприємствах»;
      
      Вчене звання:
      
      доцент кафедри Фінансів та обліку ПрАТ «ВНЗ «Запорізький інститут економіки та інформаційних технологій», 2020 р.
      
      Кар’єрний шлях:
      
               Досвід практичної діяльності охоплює період з 1995р. до 2017р. в реальному секторі економіки в енергетичній галузі на підприємстві ВАТ «Запорізький завод високовольтної апаратури», де працювала в структурних підрозділах з приватизації, економіки та фінансів, виробничо-господарського моніторингу, з підготовки та комплектування персоналу, IT-технологій. Маю досвід роботи з цінними паперами та Фондовим ринком, Пенсійним фондом, ДПС, банківськими установами, іншими контролюючими органами.
      
      Маю кваліфікацію: внутрішнього аудитора системи менеджменту якості на відповідність вимогам стандарту ISO 9001:2008 за методикою ISO 19011:2011; фахівця на право ведення реєстру власників іменних цінних паперів.
      
      Науково-педагогічна діяльність охоплює період з 2005 р. до теперішнього часу.
      
      З 2005р. по 2017р. працювала за сумісництвом у ЗГЕК ЗДІА та ПрАТ «ВНЗ «ЗІЕІТ» на посадах старшого викладача, доцента кафедри фінансів, банківської справи та страхування.
      
      З 2017р. по 2022р. очолювала кафедру фінансів та обліку ПрАТ «ВНЗ «Запорізький інститут економіки та інформаційних технологій», працюючи на посаді професора кафедри. З 2018р.  по 2022р. була вченим секретарем науково-методичної ради ПрАТ «ВНЗ «ЗІЕІТ». На посаді завідувача кафедри керувала процесами ліцензування та акредитації; реформування спеціальності та її розвитком; розробки нових освітніх програм.
      
      З вересня 2022р. – доцент кафедри інформаційної  економіки, підприємництва та фінансів  Інженерного навчально-наукового інституту ім. Ю.М. Потебні ЗНУ.`,
      science: `Наукова діяльність та напрями дослідження: в сфері економіки підприємств – розвинуто теорію і практику мотиваційного механізму в системі управління персоналом на переробних підприємствах; в сфері державних фінансів – науково – дослідні роботи за замовленням Міністерства фінансів України за такими напрямами дослідження: реформування державних фінансів, нормативно-правового забезпечення бухгалтерського обліку у державному секторі; у сфері державного управління – наукова робота за темою «Стратегічні пріоритети економічної безпеки розвитку України в умовах глобальної економіки» (№ державної реєстрації 0015U001873, Запорізький інститут економіки та інформаційних технологій) .

      Видавнича діяльність:
      
      Результатами науково-педагогічної діяльності є участь у колективних монографіях, наукові публікації у вітчизняних та зарубіжних фахових виданнях, у т.ч. внесених до наукометричних баз Web of Science та Scopus, навчально-методичні посібники та інші наукові праці (загальна кількість понад 60, серед яких 2 колективні монографії).`,


    },


    {
      id: 'GL',
      name: 'Глущевський В`ячеслав Валентинович',
      foto: 'src/images/teacher/gluschevs.jpg',
      phd: 'доктор економічних наук, професор',
      subject: [
        'Економіко-математичне моделювання (ОПР «бакалавр»)',
        'Статистика (ОПР «бакалавр»)',
        ' Архітектурна методологія моделювання підприємств в інформаційній економіці',
        'Методологія наукових досліджень в інформаційній економіці (ОПР «магістр»)',
      ],
      konsult: 'Середа 13:00 - 15:00',
      biograf: `Народився 25 січня 1973 року.
  
   У 1995 році закінчив математичний факультет Запорізького національного університету за спеціальністю «Прикладна математика», а у 1999 році - Запорізьку державну інженерну академію, факультет післядипломної освіти за спеціальністю «Економіка підприємства».
   
   У вересні 2002 року захистив кандидатську дисертацію за спеціальністю 08.03.02 - Економіко-математичне моделювання, а в листопаді 2018 року - дисертацію на здобуття наукового ступеня доктора економічних наук за спеціальністю 08.00.11 - Математичні методи, моделі та інформаційні технології в економіці. Захисти відбулися у спеціалізованій вченій раді Д 26.006.07ДВНЗ«Київський національний економічний університет імені Вадима Гетьмана». У 2004 році отримав вчене звання доцента кафедри економічної кібернетики Запорізької державної інженерної академії.
   
   З 1996 року працював у Запорізькій державній інженерній академії: 1996-2002 рр. - аспірант, асистент, старший викладач, доцент кафедри математичних методів економіки та інформаційних технологій, 2003-2016 рр. - декан факультету економіки та управління, 2016-2017рр. - професор, а з лютого 2018 р. і по теперішній час - завідувач кафедри економіки та інформаційних технологій Інженерного інституту Запорізького національного університету.
   
   Науково-педагогічний стаж - 28 років.`,
      science: `Сфери наукових інтересів: концептуальне моделювання соціально-економічних систем і процесів, економіко-математичне моделювання адаптивних систем управління в економіці, статистичне моделювання та прогнозування, розроблення методів і моделей автоматизованої підтримки рішень на базі інформаційних систем і технологій. Здійснює розвиток принципів багатомодельності та стратифікації при розробці теоретико-методологічних підходів і математичного інструментарію відображення, аналізу, синтезу й координації асинхронних моделей динамічно взаємодіючих підсистем мікроекономічних систем.
  
   Є розробником нового наукового напряму — стратифікаційного метамоделювання для конструювання комплексних моделей діяльності мікроекономічних систем різних видів економічної діяльності (промислові підприємства, банківські установи, державні органи влади тощо). Під його науковим керівництвом були підготовлені та захищені дві дисертаційні роботи (2009 р. та 2014 р.) на здобуття наукового ступеня кандидата економічних наук за спеціальністю 08.00.11 – «Математичні методи, моделі та інформаційні технології в економіці». Неодноразово брав участь в атестації наукових працівників як офіційний опонент.
   
   Веде активну роботу по залученню студентів до наукової роботи. Здійснює керівництво кваліфікаційними роботами магістрів за освітньо-професійною програмою Економічна кібернетика таким текстом та Інформаційна економіка.
   
   Автор і співавтор понад 100 наукових праць та навчально-методичних посібників, серед яких 7 монографій (1 - одноосібна, 6 - колективні).
   
   За плідну роботу з обдарованою молоддю, багаторічну сумлінну працю, вагомий особистий внесок у підготовку висококваліфікованих фахівців та плідну науково-педагогічну діяльність неодноразово отримував грамоти та подяки ректора Запорізької державної інженерної академії (з 2019 року Інженерний інститут Запорізького національного університету).`,
    },
  

    {
      id: 'GV',
      name: 'Голомб Вікторія Володимирівна',
      foto: 'src/images/teacher/golomb.jpg',
      phd: 'кандидат економічних наук, доцент',
      subject: [
        'Основи бізнесу',
        'Національна економіка',
        ' Бюджетування',
        'Індустріальні парки та кластерні об’єднання країн',
        'Інноваційний розвиток підприємств'
      ],
      konsult: 'Середа 13:00 - 15:00',
      biograf: `Дата народження – 23 жовтня 1987 року. 

      Вища освіта:
      
      Класичний приватний університет (2010 р.), спеціальність «Міжнародна економіка»; кваліфікація магістр з міжнародної економіки;
      
      Класичний приватний університет (2019 р.); спеціальність «Філологія»; освітня програма «Переклад», професійна кваліфікація перекладач і викладач англійської та німецької мов.
      
      Науковий ступінь:
      
      захист дисертації на здобуття наукового ступеня кандидата економічних наук (Класичний приватний університет, м. Запоріжжя, 2015 р.), спеціальність 08.00.0 – Економіка та управління національним господарством, тема: «Економічна політика держави щодо підвищення рівня зовнішньоборгової стійкості України»;
      
      Вчене звання:
      
      доцент кафедри економіки підприємства Запорізької державної інженерної академії, 2018 р. (з 01.06.2020 – кафедра інформаційної економіки, підприємництва та фінансів Інженерного навчально-наукового інституту ім. Ю.М. Потебні Запорізького національного університету).
      
      Кар’єрний шлях:
      
      2013-2014 рр. – викладач кафедри економіки підприємства Інституту економіки Класичного приватного університету (за сумісництвом на 0,25 ставки);
      
      2014-2015 рр. – старший викладач кафедри економіки Інституту економіки Класичного приватного університету (за сумісництвом на 0,25 ставки);
      
      2015-2019 рр. – доцент кафедри економіки підприємства Запорізької державної інженерної академії.
      
      2019-2020 рр. – доцент кафедри економіки підприємства Інженерного навчально-наукового інституту ім. Ю.М. Потебні Запорізького національного університету;
      
      2020 р – до теперішнього часу – доцент кафедри інформаційної економіки, підприємництва та фінансів Інженерного навчально-наукового інституту ім. Ю.М. Потебні Запорізького національного університету.
      Науково-педагогічний стаж – 9 років.
      `,
      science: `Наукова діяльність:

      Атестація наукових кадрів: участь у роботі спеціалізованих вчених рад як офіційного опонента.
      
      Керівництво студентською наукою:
      
      Координатор Центру розвитку підприємництва «Бізнес-інкубатор», що покликаний надихати студентство та молодь Запорізького регіону на організацію власної справи; сприяти розвитку їх підприємницьких здібностей.
      Менторська підтримка переможців Конкурсу бізнес-планів серед молоді ініційованого Запорізькою обласною державною адміністрацією з метою підтримки підприємницької ініціативи молоді та реалізації інноваційних проектів в малих містах та сільській місцевості Запорізької області.
      Наставник команди Enactus ZDIA, яка представила на Національних змаганнях (м. Київ) і реалізувала два соціальних проекти: Grandparents on-line – проект направлений на усунення комп’ютерної неграмотності серед людей похилого віку та Give life to the forest – проект направлений на покращення екологічної ситуації в м. Запоріжжя.
      Видавнича діяльність:
      
      Автор і співавтор близько 60 наукових праць, серед яких 22 статті, опубліковано у наукових фахових виданнях.`,
    },





    {
      id: 'DO',
      name: 'Дробишева Олена Олегівна',
      foto: 'src/images/teacher/drobisheva.jpg',
      phd: 'доцент, кандидат економічних наук',
      subject: [
        'Економіка підприємства',
        'Економічний аналіз',
        'Інноваційний розвиток підприємства',
        'Конкурентоспроможність підприємства',
        'Глобальна економіка',
      ],
      konsult: 'понеділок 13:00-14:00',
      biograf: `У 1997 р. закінчила Запорізький державний університет за спеціальністю «Облік і аудит».
  
      Кандидат економічних наук зі спеціальності 08.00.04 «Економіка та управління підприємствами» за видами економічної діяльності (2015 р.).
      
      З 2018 р. консультант Проекту Проміс (Проект МТД «Партнерство для розвитку міст»,що впроваджує Федерація канадських муніципалітетів (ФКМ) за фінансової підтримки Міністерства міжнародних справ Канади).
      
      Стаж педагогічної роботи у вищих навчальних закладах освіти ІV рівня акредитації – 20 років.
      
      Професійна діяльність:
      
      1997-2001 – асистент кафедри економіки ринкових відносин Запорізького державного університету.
      
      2002-2007 – викладач кафедри фінансів та кредиту Запорізького Національного університету.
      
      2008-2015 – старший викладач кафедри економіки підприємства Запорізької державної інженерної академії.
      
      2015 – дотепер доцент кафедри економіки підприємства Інженерного інституту ЗНУ.`,
      science: `Тема кандидатської дисертації
  
      «Антикризове управління як інструмент запобігання банкрутства промислових підприємств в сучасних умовах».
      
      Коло наукових інтересів: антикризове управління вітчизняними підприємствами; управління інноваційним розвитком та конкурентоспроможністю підприємств, проблеми економічного аналізу.
      
      Має більше 100 наукових публікацій, з них за останні п’ять років – 2 монографії, 8 праць навчально-методичного характеру, більше 30 публікацій у фахових виданнях. Під науковим керівництвом студентами опубліковано більш ніж 50 наукових праць та підготовлено тези доповідей на науково-практичні конференції.
      
      Організація участі студентів в конкурсі бізнес-планів підприємницької діяльності в рамках діяльності Центру розвитку підприємництва Інженерного інституту «Бізнес-Інкубатор».`,
    },
  
    {
      id: 'DU',
      name: 'Дятлова Юлія Володимирівна',
      foto: 'src/images/teacher/dyatlova.jpg',
      phd: 'доктор економічних наук, професор',
      subject: [
        'Банківська безпека в умовах розвитку інформаційної економіки',
        'Банківське регулювання та надзор в Україні',
        ' Сучасні тенденції глобалізації',
        'Управління фінансовими та матеріальними ресурсами',
        'Фінансова оцінка ефективності інвестицій',
      ],
      konsult: 'Середа 13:00 - 15:00',
      biograf: `Дата народження – 25 жовтня 1981 року, м. Митищі, Московська обл.

      Вища освіта:
      
      Донецький державний університет економіки і торгівлі імені М. Туган-Барановського (2003 р.), спеціальність «Облік і аудит»; освітня кваліфікація – спеціаліст з обліку і аудиту;
      
      Донецький державний університет управління (2004 р.), спеціальність «Менеджмент зовнішньоекономічної діяльності», освітня кваліфікація – магістр з менеджменту зовнішньоекономічної діяльності.
      
      Науковий ступінь:
      
      захист дисертації на здобуття наукового ступеня кандидата економічних наук (Донецький державний університет управління, м. Донецьк, 2013 р.), спеціальність 08.00.05 – Розвиток продуктивних сил і регіональна економіка, тема: «Механізми розвитку системи забезпечення продовольчої безпеки промислового регіону»;
      
      захист дисертації на здобуття наукового ступеня доктора економічних наук (Донбаська державна машинобудівна академія, м. Краматорськ,
      2019 р.), спеціальність 08.00.08 – Гроші, фінанси і кредит», тема: «Механізм розвитку банківського сектору України в умовах конкурентної інтерналізації».
      
      Вчене звання:
      
      доцент кафедри фінансів, обліку та оподаткування (Донецький державний університет управління, 2019 р.);
      
      професор кафедри фінансів та обліку (Донецький державний університет управління, 2022 р.)
      
      Кар’єрний шлях:
      
      2004-2007 рр. – аспірант кафедри менеджменту зовнішньоекономічної діяльності Донецького державного університету управління;
      
      2008-2010 рр. – асистент кафедри економіки та менеджменту Донецького інституту ринку та соціальної політики;
      
      2011-2012 рр. – асистент кафедри менеджменту та адміністрування Донецького інституту ринку та соціальної політики;
      
      2012-2013 рр. – викладач кафедри бухгалтерського обліку та аудиту Донецької філії Українського державного університету фінансів та міжнародної торгівлі;
      
      2013-2014 рр. –старший викладач кафедри менеджменту та адміністрування Донецького інституту ринку та соціальної політики;
      
      2015-2017 рр. – викладач, доцент кафедри фінансів, обліку та аудиту і банківської справи Донецького державного університету управління
      (м. Маріуполь);
      
      2017-2019 рр. – виконуючий обов’язки завідувача кафедри фінансів, обліку та оподаткування Донецького державного університету управління
      (м. Маріуполь);
      
      2019-2020 рр. – завідувач кафедри фінансів, обліку та оподаткування Донецького державного університету управління (м. Маріуполь);
      
      2020-2022 рр. – завідувач кафедри фінансів та обліку Донецького державного університету управління (м. Маріуполь), після реорганізації – Маріупольського державного університету;
      
      лютий 2022 р. – професор кафедри маркетингу Навчально-наукового інституту управління Маріупольського державного університету;
      
      вересень 2022 р. – професор кафедри інформаційної економіки, підприємництва та фінансів Інженерного навчально-наукового інституту ім. Ю.М. Потебні Запорізького національного університету.
      
      Науково-педагогічний стаж – 11 років 7 місяців.`,
      science: `Науково-дослідні роботи:

      «Фінансовий механізм державного управління економікою України» (номер державної реєстрації 0104U008798, 2016-2019 рр.; Донецький державний університет управління, м. Маріуполь) ‒ відповідальний виконавець.
      
      «Механізми інноваційного розвитку зовнішньоекономічної діяльності і пріоритетних секторів економіки України» (номер державної реєстрації 0115U004320, 2016-2019 рр.; Донецький державний університет управління, м. Маріуполь) ‒ відповідальний виконавець.
      
      «Конкурентоспроможність, стійкий розвиток і фінансова безпека банківського сектору економки України в умовах глобалізації» (номер державної реєстрації 0118U006702, 2018-2021 рр.; Донецький державний університет управління, м. Маріуполь) ‒ науковий керівник.
      
      «Фінансова політика держави в умовах модернізації фінансової системи та інститутів (0119U103381, 2019-2021 рр.; Донецький державний університет управління, м. Маріуполь; 2022 р.; Маріупольський державний університет) ‒ науковий керівник.
      
      «Організаційно-економічні та фінансові аспекти розвитку інноваційної діяльності (договір № 55 від 23.12.2020 р., номер державної реєстрації 0121U100065, 2020-2021 рр.; Донецький державний університет управління, м. Маріуполь) ‒ відповідальний виконавець.
      
      Керівництво студентською наукою:
      
      Керівництво кваліфікаційними роботами магістрів освітньо-професійної програми «Фінанси, банківська справа та страхування»; науково-практичний напрямок: «Управління діяльністю суб’єктів господарювання в сфері фінансів, банківської справи та страхування».
      
      Видавнича діяльність:
      
      Автор і співавтор понад 100 наукових праць та навчально-методичних посібників, серед яких 3 монографії, з них одна – одноосібна, більше 90 наукових праць, опублікованих у вітчизняних і міжнародних рецензованих фахових виданнях, зокрема 4 – у періодичних виданнях, які включено до наукометричних баз Web of Science та Scopus.`,
    },




    {
      id: 'GK',
      name: 'Жовнір-Василенко Ксенія Володимирівна',
      foto: 'src/images/teacher/zhovnrvasilenko.jpg',
      phd: 'Викладач',
      subject: ['Українська (російська) мова'],
      konsult: `Середа 10:00 – 11:00, П'ятниця 12:00 – 13:00`,
      biograf: `У 2003 році закінчила Запорізький державний університет і отримала повну вищу освіту за спеціальністю «Українська мова та література». Здобула кваліфікацію філолога, викладача української мови та літератури. З 2003 до 2019 року працювала в Запорізькій державній академії на кафедрі іноземних мов, викладала іноземним студентам українську (російську) мову.
  
      З 2003 року працює в Запорізькій державній інженерній академії з іноземними студентами. За сумісництвом займає посаду провідного фахівця в Центрі освітніх послуг для іноземних громадян. Працює над залученням студентів до науково-дослідної роботи. Веде профорієнтаційну роботу по залученню іноземних студентів на навчання в ЗІІ.`,
      science: ``,
    },
    {
      id: 'KI',
      name: 'Клопов Іван Олександрович',
      foto: 'src/images/teacher/klopov.jpg',
      phd: 'доктор економічних наук, доцент',
      subject: [
        'Інформаційна безпека та захист інформації (ОПР «Бакалавр»)',
        'Інформаційний бізнес (ОПР «Бакалавр»)',
        'Методи та моделі штучного інтелекту (ОПР «Бакалавр»)',
        'Моделювання ризику в економіці (ОПР «Бакалавр»)',
        'Моделювання логістичних процесів (ОПР «Магістр»)',
      ],
      konsult: `Понеділок – 09.30 – 11.30, Середа – 09.30 – 11.30.`,
      biograf: `Народився 25 серпня 1984 року у м. Запоріжжя. У 1991 р. вступив до запорізької гімназії №31 з поглибленим вивченням англійської мови.
  
      У 2006 р. закінчив Запорізьку державну інженерну академію та здобув кваліфікацію магістр з економічної кібернетики. У 2007 р. закінчив Запорізький юридичних інститут здобувши кваліфікую юриста.
      
      2006-2009 рр. навчався в аспірантурі Запорізької державної інженерної академії за спеціальністю 08.00.11 – «Математичні методи, моделі та інформаційні технології в економіці». В 2012 р. захистив кандидатську дисертацію. В 2014 р. присвоєно вчене звання доцента кафедри економічної кібернетики.
      
      2014-2017 рр. навчався в докторантурі Донбаської державної інженерної академії.
      
      З 2007 працював в Запорізькій державній інженерній академії, обіймав посади асистента, старшого викладача та доцента кафедри економічної кібернетики.
      
      З 01.01.2019 р. і по теперішній час працює на посаді доцента кафедри економіки та інформаційних технологій Інженерного інституту Запорізького національного університету. Науково-педагогічний стаж - 11 років.`,
      science: `Сфери наукових інтересів: економіко-математичне моделювання економічної безпеки держави, регіону, підприємства; управління ризиками в процесі реалізації будівельних проектів; аналіз та обробка великих даних (BigData); моделі оцінювання економічної ефективності трансформації енергоспоживання на основі відновлюваних джерел енергії. 
  
      Тема дисертації на здобуття наукового ступеня кандидата економічних наук: «Моделювання економічної захищеності промислового підприємства» зі спеціальності 08.00.11 – математичні методи, моделі та інформаційні технології в економіці.
      
      Автор понад100 наукових праць (на початок 2019 р.), з них 5 колективних монографій, 33 наукові статті у фахових виданнях з економіки, більше 50 тез доповідей на конференціях, в т.ч. зі студентами.
      
      Проводить активну роботу з залучення студентів до наукової діяльності, є керівником кваліфікаційних робіт магістрів.
      
      Приймає активну учать у підготовці наукових проектів за Рамковою програмою Європейського Союзу з досліджень та інновацій «Горизонт 2020».`,
    },
  
    {
      id: 'ME',
      name: 'Мержинський Євгеній Костянтинович',
      foto: 'src/images/teacher/merzhinskij.jpg',
      phd: 'кандидат економічних наук, доцент',
      subject: [
        'Електронна комерція (ОПР «бакалавр»)',
        'Моделювання в управлінні соціально-економічними системами (ОПР «магістр»)',
        'Управління проектами інформатизації(ОПР «магістр»)',
      ],
      konsult: 'Четвер - 10.00 - 12.00',
      biograf: `У 2005 р. закінчив факультет економіки підприємства Запорізької державної інженерної академії та одержав диплом магістра з відзнакою за спеціальністю «Економічна кібернетика». Протягом 2005-2009 рр. навчався в аспірантурі Запорізької державної інженерної академії на кафедрі економічної кібернетики. У 2014 р. захистив кандидатську дисертацію зі спеціальності 08.00.11 – математичні методи, моделі та інформаційні технології в економіці з присвоєнням вченого ступеня кандидата економічних наук. З 2005 р. працював в Запорізькій державній інженерній академії, обіймав посади асистента, старшого викладача та доцента кафедри економічної кібернетики. З 01.01.2019 р. і по теперішній час працює на посаді доцента кафедри економіки та інформаційних технологій Інженерного інституту Запорізького національного університету. Науково-педагогічний стаж - 14 років.`,
      science: `Сфери наукових інтересів: еколого-економічне моделювання соціально-економічних систем, моделювання інтелектуальних систем ухвалення рішень в економіці, сучасні технології big data та data mining, методи та моделі інвестиційної діяльності суб’єктів господарювання, агентне моделювання. Тема дисертації на здобуття наукового ступеня кандидата економічних наук: «Еколого-економічне моделювання процесів розподілу інвестиційних ресурсів в регіональному промисловому комплексі» зі спеціальності 08.00.11 – математичні методи, моделі та інформаційні технології в економіці. Автор понад60 наукових праць (на початок 2019 р.), з них 2 колективних монографій, 14 наукових статей у фахових виданнях з економіки, більше 40 тез доповідей на конференціях, в т.ч. зі студентами. Проводить активну роботу з залучення студентів до наукової діяльності, є керівником кваліфікаційних робіт магістрів. Брав участь у міжнародному науковому проекті Internalcontrol: COSO frame work applicability for universities, м. Київ за участі Норвезького університету NORD та закордонному науковому стажуванні в рамках науково-дидактичного співробітництва між Вищою школою управління охороною праці в Катовіцах (ВШУОП) і Запорізькою державною інженерною академією на тему «Забезпечення якості освіти у вищих навчальних закладах» реалізованому на базі ВШУОП м. Катовіце (Польща).`,
    },
  
    {
      id: 'PT',
      name: 'Пєтухова Ольга Василівна',
      foto: 'src/images/teacher/petukhova.jpg',
      phd: 'Старший лаборант',
      subject: ['Українська мова'],
      konsult: `Понеділок 12:00-13:00\n Середа 12:00-13:00\n П’ятниця 12:00-13:00`,
      biograf: `потребує уточнення`,
      science: 'потребує уточнення',
    },
  

    {
      id: 'RP',
      name: 'Рекотов Петро Валентинович',
      foto: 'src/images/teacher/rekotov.jpg',
      phd: 'кандидат юридичних наук, доцент',
      subject: ['Права і свободи людини і громадянина України', 'Основи державознавства', 'Права людини', 'Історія України'],
      konsult: 'Понеділок 12:00-13:00 Середа 12:00-13:00 П’ятниця 12:00-13:00',
      biograf: `Дата народження 5 березня 1967 року, с. Малинівка Гуляйпільського р-ну Запорізької області.

      Вища освіта:
      
      Запорізький державний університет (1991 р.), спеціальність – історія, освітня кваліфікація – історик, викладач історії та суспільствознавства);
      
      Запорізький юридичний інститут МВС України (2005 р.), спеціальність – правознавство, освітня кваліфікація – юрист.
      
      Науковий ступінь:
      
      кандидат юридичних наук (1997 р. у спецраді Харківського університету внутрішніх справ захистив дисертацію за спеціальністю 12.00.01 – теорія та історія держави і права, історія політичних та правових учень за темою «Німецько-фашистський окупаційний режим в Україні 1941-1943 рр. (Історико-правовий аспект)»;
      
      Вчене звання:
      
      доцент,  (2002), отримав у 2002 р. по кафедрі загальноправових дисциплін ЗЮІ МВС України.
      
      Кар’єрний шлях:
      
      1990 – 1993 рр – викладач Запорізького медичного училища № 2
      
      1993 – 1994 рр – викладач циклу соціально-економічних дисциплін Запорізького училища міліції МВС України
      
      1994 – 1994 рр – викладач циклу соціально-економічних дисциплін і мовної підготовки Запорізького училища міліції МВС України
      
      1994 – 1997 рр – ад’юнкт кафедри історії держави та права Національної академії внутрішніх справ України
      
      1997 – 1999 рр – викладач кафедри загальноправових дисциплін Запорізького юридичного інституту МВС України
      
      1999 – 2000 рр – старший викладач кафедри загальноправових дисциплін Запорізького юридичного інституту МВС України
      
      2000 – 2001 рр – доцент кафедри загальноправових дисциплін Запорізького юридичного інституту МВС України
      
      2001 – 2003 рр – заступник начальника кафедри загальноправових дисциплін Запорізького юридичного інституту МВС України
      
      2003 – 2006 рр – начальник кафедри загальноправових дисциплін Запорізького юридичного інституту МВС України
      
      2006 – 2006 рр – начальник кафедри загальноправових дисциплін Запорізького юридичного інституту ДДУВС
      
      2006 – 2010 рр – начальник кафедри теорії та історії держави і права Запорізького юридичного інституту ДДУВС
      
      2011 – 2013 рр – доцент кафедри теорії та історії держави і права Інституту права імені Володимира Сташиса Класичного приватного університету
      
      2013      т/час – доцент кафедр українознавства ЗДІА, загальноосвітніх дисциплін ІННІ ЗНУ, міжфакультетської кафедри загальноосвітніх дисциплін ІННІ ЗНУ, інформаційної економіки, підприємництва та фінансів Інженерного навчально-наукового інституту ім. Ю.М. Потебні Запорізького національного університету
      
      Науково-педагогічний стаж – 32 роки.`,
      science: `Науково-дослідні роботи:

      «Актуальні проблеми історії, мови, культури і права України» (номер державної реєстрації 20-1ДВ/15, 2015-2018рр., Запорізька державна інженерна академія) ‒ відповідальний виконавець.
      
      «Актуальні проблеми гуманітарних та природничих наук» (номер державної реєстрації 5-ДВ/20, 2019-2021рр., Інженерний навчально-науковий інститут ЗНУ) – відповідальний виконавець.
      
      Атестація наукових кадрів: неодноразова участь у якості офіційного опонента.
      
      Керівництво студентською наукою:
      
      Керівництво постійно діючою студентською науковою проблемною групою;
      
      Видавнича діяльність:
      
      Автор і співавтор понад 100 наукових праць та навчально-методичних посібників.`,
    },

    {
      id: 'SIV',
      name: 'Саламаха Ігор Валерійович',
      foto: 'src/images/teacher/salamaxa.jpg',
      phd: 'кандидат історичних  наук, доцент',
      subject: ['Історія української культури', 'Корпоративна культура', 'Основи ділової комунікації', 'Психологія'],
      konsult: 'Понеділок 12:00-13:00 Середа 12:00-13:00 П’ятниця 12:00-13:00',
      biograf: `Дата народження – 24 листопада 1971 р., м. Запоріжжя.

      Вища освіта:
      
      Запорізький державний університет (1995 р.), Спеціальність – Історія України. Кваліфікація спеціаліста: Історик. Викладач історії.
      
      Науковий ступінь:
      
      Кандидат історичних наук. 07.00.01 – Історія України.
      
      Диплом ДК № 002037 від 9 грудня 1998 р.
      
      «Громадсько політична та наукова діяльність В.О.Бєднова».Вчене звання:
      
      доцент кафедри економічної кібернетики Запорізької державної інженерної академії, 2004 р. (з 01.06.2020 – кафедра інформаційної економіки, підприємництва та фінансів Інженерного навчально-наукового інституту ім. Ю.М. Потебні Запорізького національного університету).
      
      Кар’єрний шлях:
      
      1995-1999 рр. – старший викладач кафедри українознавства Запорізького інституту економіки та інформаційних технологій (ЗІЕІТ);
      
      1999-2000 рр. – доцент кафедри українознавства ЗІЕІТ;
      
      2000-2004 рр. – декан денного відділення ЗІЕІТ;
      
      2004-2005 рр. – в.о. проректора з наукової роботи ЗІЕІТ;
      
      2005-2014 рр. – зав.кафедрою українознавства ЗІЕІТ;
      
      2014-2015 рр. – заступник завідуючого кафедри соціально-гуманітарних дисциплін ЗІЕІТ;
      
      2015-2016 рр. – зав.кафедрою соціально-гуманітарних дисциплін ЗІЕІТ;
      
      2016-2018 рр. – доцент кафедри українознавства Запорізької державної інженерної академії.
      
      2018-2022 рр. – викладач – Запорізький політехнічний центр професійно-технічної освіти.
      
      З 1 вересня 2022 – доцент кафедри інформаційної економіки, підприємництва та фінансів Запорізького національного університету.
      
      Науково-педагогічний стаж – 25 років.`,
      science: `Атестація наукових кадрів:  участь як офіційний опонент.

      Видавнича діяльність: Автор і співавтор понад 40 наукових праць та навчально-методичних посібників.`,
    },




    {
      id: 'SI',
      name: 'Сіліна Ірина Вадимівна',
      foto: 'src/images/teacher/silina.jpg',
      phd: 'кандидат економічних наук, доцент',
      subject: ['Податкова система', 'Податковий менеджмент', 'Місцеві фінанси', 'Страхування'],
      konsult: 'Понеділок 12:00-13:00 Середа 12:00-13:00 П’ятниця 12:00-13:00',
      biograf: `У 1994 році закінчила Запорізький індустріальний інститут і отримала другу вищу освіту за спеціальністю «Бухгалтерський облік, контроль та аналіз господарської діяльності» та здобула кваліфікацію економіст. Стаж практичної роботи на посаді головного бухгалтера 10 років.
  
      2000 - 2004 рр. викладач бухгалтерського обліку на факультеті післядипломної освіти Запорізької державної інженерної академії (ЗДІА).
      
      2004 – 2009 рр. старший викладач кафедри фінансів і бухгалтерського обліку в Запорізькому інституті економіки та інформаційних технологій (ЗІЕІТ).
      
      У 2009 році обрана на посаду доцента кафедри обліку і аудиту ЗІЕІТ. З 2010 по 2014 р. – заступник завідувача кафедри обліку і аудиту ЗІЕІТ.
      
      01.09.2014 – 31.12.2018 – доцент кафедри фінансів, банківської справи та страхування Запорізької державної інженерної академії, заступник завідувача кафедри з наукової роботи.`,
      science: `29.10.2012 р. – захист кандидатської дисертації на тему «Економічна ефективність інвестицій у природоохоронні заходи металургійних підприємств» на здобуття наукового ступеня кандидата економічних наук за спеціальністю 08.00.04 «Економіка та управління підприємствами (за видами економічної діяльності)». Кандидат економічних наук з квітня 2013 року.
  
      25.02.2016 р. – присвоєно вчене звання доцента кафедри фінансів, банківської справи та страхування.
      
      Сфера наукових інтересів:
      
      фінансове управління підприємницькими структурами; механізм управління фінансово-економічною безпекою суб’єктів господарювання.
      
      Автор(співавтор) понад 40 наукових та навчально-методичних праць.`,
    },

  
    {
      id: 'TE',
      name: 'Ткаченко Єлизавета Юріївна',
      foto: 'src/images/teacher/tkachenko.jpg',
      phd: 'кандидат економічних наук, доцент',
      subject: ['Логістика', 'Консалтинг', 'Фінансовий менеджмент', 'Логістика і консалтинг'],
      konsult: 'Середа, 11:35 – 13:05, Л-424',
      biograf: `Ткаченко Єлизавета Юріївна працює на посаді доцента кафедри фінансів, до цього працювала асистентом та старшим викладачем цієї ж кафедри. Працюючи доцентом кафедри фінансів, проявила себе як кваліфікований викладач, що постійно підвищує свій науково-педагогічний рівень.
  
      Педагогічна діяльність включає читання лекцій та проведення практичних занять з курсів "Фінансова діяльність суб’єктів господарювання", "Страхування", "Логістика", "Контролінг", "Економічний аналіз",  а також керівництво дипломним та курсовим проектуванням. Під час роботи у навчальному закладі нею підготовлені конспекти лекцій та методичні вказівки до виконання практичних робіт зі спецкурсів "Фінансова діяльність суб’єктів господарювання", "Страхування", "Логістика", "Контролінг". `,
      science: `Коло наукових інтересів Є.Ю. Ткаченко торкається дослідження питань, пов’язаних з аналізом інвестиційних проектів, встановлення їх прибутковості та ризику. Основні теоретичні і практичні результати досліджень доповідались на міжнародних та всеукраїнських наукових та науково-практичних конференціях.`,
    },
    {
      id: 'FV',
      name: 'Фатюха Вікторія Володимирівна',
      foto: 'src/images/teacher/fatyukha.jpg',
      phd: 'кандидат економічних наук, доцент',
      subject: [
        'Гроші та кредит',
        'Банківська система',
        'Банківські операції',
        'Аналіз банківської діяльності',
        'Бюджетування діяльності суб’єктів господарювання',
      ],
      konsult: 'Середа – з 13:05 до 14:30, ауд. Л-419',
      biograf: `Народилася у 1976 р. в м. Павлограді Дніпропетровської області. У 1994 р. закінчила із золотою медаллю СШ №6. У 1999 рр. закінчила вищий заклад освіти  «Українсько-фінський інститут менеджменту та бізнесу» за спеціальністю «Фінанси» та отримала диплом з відзнакою. Після закінчення вишу 5 років працювала у акціонерному банку «Металург».
  
      У 2002 р. вступила до денної аспірантури Запорізької державної інженерної академії за спеціальністю «Економіка та організація виробництва». З 2002 р. почала працювати асистентом кафедри фінансів ЗДІА.
      
      У 2007 р. захистила дисертацію на тему «Інформаційне забезпечення прийняття управлінських рішень на підприємствах машинобудування». У 2011 р. присвоєно вчене звання доцента кафедри фінансів.
      
      Наразі працюю доцентом кафедри фінансів, банківської справи та страхування в Інженерному інституті ЗНУ.`,
      science: `Коло наукових вподобань: державне регулювання грошової сфери; банківський менеджмент. Має понад 50 наукових публікацій, брала участь у складанні колективних монографій. Впродовж останніх років займається розподілом навчального навантаження кафедри, розробкою навчальних та робочих планів.`,
    },
    {
      id: 'XV',
      name: 'Хорошун Вікторія Василівна',
      foto: 'src/images/teacher/khoroshun.jpg',
      phd: 'Кандидат економічних наук, доцент',
      subject: [
        'Моделювання економічної динаміки (ОР «Магістр»)',
        'Системи підтримки прийняття рішень (ОР «Бакалавр»)',
        'Системи моніторингу в економіці (ОР «Бакалавр»)',
        'Прогнозування соціально-економічних процесів (ОР «Бакалавр»)',
      ],
      konsult: 'Понеділок – 9.00 – 11.00, Середа - 9.00 – 11.00.',
      biograf: `Народилася 25 травня 1982 р. у м. Запоріжжі, українка. У 1999 р. закінчила СШ № 30 з золотою медаллю. У 2004 р. закінчила факультет економіки підприємства Запорізької державної інженерної академії та одержала диплом магістра з відзнакою за спеціальністю «Економічна кібернетика». Протягом 2004-2007 рр. навчалася у аспірантурі Запорізької державної інженерної академії на кафедрі економічної кібернетики. У 2008 р. захистила кандидатську дисертацію зі спеціальності 08.00.11 – математичні методи, моделі та інформаційні технології в економіці з присвоєнням вченого ступеня кандидата економічних наук. В 2011 р. присвоєно вчене звання доцента кафедри економічної кібернетики. З 2004 р. працювала в Запорізької державної інженерної академії, обіймала посади асистента, старшого викладача та доцента кафедри економічної кібернетики. З 01.01.2019 р. і по теперішній час працює на посаді доцента кафедри економіки та інформаційних технологій Інженерного інституту Запорізького національного університету. Науково-педагогічний стаж - 15 років.`,
      science: `Сфери наукових інтересів:антикризове управління підприємствами; системи моніторингу розвитку економіки регіону; економіко-математичні моделі прогнозування розвитку суб‘єктів господарювання; методи та моделі прийняття управлінських рішень. Тема дисертації на здобуття наукового ступеня кандидата економічних наук: «Моделювання процесів бюджетного планування в управлінні регіональною економікою» зі спеціальності 08.00.11 – математичні методи, моделі та інформаційні технології в економіці. Автор понад 80 наукових праць (на початок 2019 р.), з них 7 колективних монографій, 24 наукові статті у фахових виданнях з економіки, більше 50 тез доповідей на конференціях, в т.ч. зі студентами. Проводить активну роботу з залучення студентів до наукової діяльності, є керівником кваліфікаційних робіт магістрів. На кафедрі економіки та інформаційних технологій відповідальна за наукову діяльність. При організації та проведенні кафедрою «Економіки та інформаційних технологій» Міжнародної науково-практичної інтернет-конференції «Інформація та бізнес: економічні аспекти моделювання» (16 листопада 2016 року) за участю колег з Литви та Всеукраїнської науково-практичної інтернет-конференції «Моделювання сталого розвитку в інформаційному суспільстві: цифрова економіка, управління, бізнес» (17 травня 2018 року) виконує функції відповідального секретаря конференцій. Нагороджена почесною грамотою облдержадміністрації у 2011 р. за високий особистий професіоналізм, значні досягнення у науковій діяльності, вагомий внесок у науково-технічний розвиток регіону та з нагоди Дня науки.`,
    },

  
   
  ];
  
  module.exports = teachers;
  